{ "reviews": [
    {
    "review": "I never had a more expensive dissapointing meal in my life. It was like the kings underware. The food was not only inedible but fraudulent. Dishes as stated were totally unrecognizable. I called for weeks to get my money back but never was able to get anyone of any accountability on the phone."
    },
    {
    "review": "In a highly artificial and radically manicured 'natural' setting, you pay $85 or $175 for a single floret of organic Cauliflower brushed with oil impaled on a nail hammered into a block of wood set in the center of the table. Next came completely tasteless slivers of Long Island Fluke. Next: a sliver of pork belly fat set on a bed of fava beans (a la Silence of the Lambs). After that, two slivers of capon breast that had the texture of raw human flesh. In the meantime, the bus girl was plying us with basket after basket of potato bread and refilling our water glasses non-stop (hummm...)."
    },
    {
    "review": "come on!!! really!! this is one big scam, the rich are so dumb. seriously, little itty bitty food with foam and whatever fancy french manhattan bs plating and bs gimmicks, oh its at a farm, who cares, it's stupid mediocre food that's about $30 a bite. rediculous, where trying to be europeans and we're not, we are americans, we want generous portions of quality unpretentious home cooked food."
    },
    {
    "review": "PORK BUNS = DISGUSTING!!! I've had pork buns in many different places. In hong Kong, in flushing queens, nyc takeout it is one of my favorite foods!!!! BUT...these were BY FAR the worst pork buns I've ever had hands down. My wife is Chinese and absolutely hates to not finish everything on her plate....after 2 bites of the pork bun she apologized and said she literally just couldn't take anymore. I completely agree. The meat was about 90% fat, I don't mean a little fat...I mean pure complete fat."
    },
    {
    "review": "PLEASEEEE help us, pork belly buns, gross, fat, fat and more gross fat, order brisket lunch, help me again, gross solid pieces of FAT, I showed the waitress, who would eat solid fat???, she replied that she would show the manager, BIG DEAL, ruined lunch in NYC, and way to much Dollar for fat."
    },
    {
    "review": "At 4.56 PM me and my other 3 friends went to this place !!!! The guy at the bar told us that they will be open for dinner at 5 pm!!!! We asked him if we can just sit down and wait till the service time !!!! He told us No!!!! I just feel like why that they didn't let the customer sit down and wait!!!!"
    },
    {
    "review": "I am not going to take the time to explain every detail of my experience with this restaurant. I was a strict vegetarian at the time I visited this restaurant. I called months ahead for the reservation for myself and friends. I was assured they served vegetarians. I called just prior to our engagement and they once again assured me that they catered to vegetarians. When we arrived, the maitre'd and the waiter acted as if I let out the loudest belch in the world when I mentioned that I was a vegetarian. Suffice it to say the preparation, presentation, and price were an abomination for what was served. In addition, my friends weren't exactly overwhelmed with their meal."
    },
    {
    "review": "They served us bread with butter.  I asked the waiter if we could have olive oil and vinegar instead.  Minutes later he came back with the olive oil and a sheepish apologetic smile on his face: Here's the olive oil.  I checked with the kitchen.  The only vinegar we have is 100 years old Balsamic vinegar and it's really expensive.  Hence they didn't give us any. WTH?  For the price we were paying for the lackluster tasting menu you'd think they could spare a few drops of the god damned 100-year-old vinegar.  It's not as if we were gonna drink a whole gallon of it!"
    },
    {
    "review": "Look, 100 years ago or whenever Alice whats-her-name came up with the oh-so-brilliant idea of serving stuff that's fresh and local (DUH, like rural people have been doing FOREVER), but guess what .. tons of places have taken the concept light years beyond anything ms. alice does and they do it far, far better. Besides food and service, I have a problem with a restaurant that opens its doors to mass murderers. Have some common decency - it's not like you're a Swiss bank or something."
    },
    {
    "review": "Not nearly worth the price....food of course is exceptional...staff was giddy....very inappropriate for haute cuisine joint...dressed in ill fitting mediocre suits.....vaguely rude.....self absorbed...chubby....I am not being mean but rather recognizing inept and inappropriate but very important component of a great Francaise....somebody's not watching this store and profoundly so....try Bouley Bakery for lunch and keep a couple of Franklin's in your pocket....or Bouley for their lovely lunch prix fixe."
    },
    {
    "review": "You can definitely skip this place. This issue is not the cost (yes it is pricey), but the dismal food. The food is tasteless, bland, and genuinely unappealing. A Swanson's TV dinner from a microwave would be a considerable step up. They should add McDonald's to the menu (burgers, fries and shakes) so that guests will have something to eat. Basically this place is a parody of Frou Frou, Shi Shi cuisine. The joke is definitely on the customers who generally don't seem to get it."
    },
    {
    "review": "Yo, WTF!. This place didn't even have chicken nuggets. Why does everyone like it so much!?! And WTF is Creme Fraiche anyway? I can't dip french fries in that!"
    },
    {
    "review":  "More like like French Dirty Laundry.  I was appalled by the snobby service and the fact that they couldn't even make me a dish w/o somehow incorporating foie gras or veal in it."
    },
    {
    "review": "We went here for my wife's birthday with 2 friends.  Where to begin??  How about with the $1600 tab and unbelievably snobby, crappy service.  We were so appalled by the other rude snobby customers and lame waitstaff that we had them stop our 9-course meal at the 6th course and walked out!!!  Nothing was comped as we decided to leave early and nobody apologized to us for our experience.  I was so mad I sent a letter describing our experience by FedEx addressed to Thomas Keller after wards and got NO response.  I even included a copy of the $1600 receipt with the letter.  You would think a manager or another one of his lame lackeys would at least send a letter back.  I should have included a picture of my middle finger for him to posterize.  We will never step foot into one of his restaurants again and I will continue my anti-Keller crusade everywhere I go."
    },
    {
    "review": "I'll be concise and sum up this review in one word - Yuck!  This place is the absolute epitome of pretentious garbage.  Expensive, nasty, and wimpy portions.  My hotel concierge told me I couldn't wear regular clothes here either - what gives?  I literally vomitted after eating here, almost on the front steps as I was leaving, but luckily, I was able to duck behind a bush along the side of the restaurant.  French Laundry is actually a fitting name, because the food tastes and smells like dirty laundry.” Save yourselves hundreds of dollars and go somewhere else.  I am doing you all a big favor with this free advice!!!"
    },
    {
    "review": "WHAT ARE YOU PEOPLE TALKING ABOUT?  I've read countless reviews on how the chef is a genius. Genius he may be but with a high-priced pre-fix menu and portions that were fit for a toddler, I left 11 Madison highly disappointed. $350 lighter (on a dinner for two), I had 2 rounds of drinks, 2 ports, the lobster pre-fix and veal pre-fix. The lobster was very good but tiny; the whole portion fit into a baby's palm and if you don't believe me, you should check out the restaurant yourself. The veal entree was no bigger with a veal portion that was about 1 inch in diameter accompanied by sweet bread about the same diameter. Overall, if you have money to burn, I would go. if you know something about food nobody else does, you should go. If you have a slightly sophisticated palette yet have an appetite greater than that of a 5 year old, I would choose a more solid, traditional favorite."
    },
    {
    "review": "Running a carrot through a meat grinder and then presenting it with some other raw ingredients for me to mix is NOT what I pay for at a restaurant. What do I know about mixing flavors in proper proportions? I'M NOT A CHEF. It was so obnoxious and lazy. They made a big production out of some beer made only for them but it tasted like a repackaged Budweiser. You know what else I don't like? Eating foam like an infant that can't chew real food. The service was fine but nothing can make up for the (alleged) meal we were served."
    },
    {
    "review":  "700$ tomato soup for two ... We tried the tasting menu ... Everything was a joke .. Taste like nothing ... Just tomato soup was very interesting ... This place more of a tourist trap ... When we were having dinner seams like everybody's first time ... This restaurant is very beautiful but it's better just seat by the bar have a drink and get some appetizers ... We left the restaurant so hungry lol ... I've had so many tasting menus true pricy but never left hungry lol ... Jean George's and Del Posto million times amazing !!! Waist of money 100% !!! Every way !!!! My favorite Del Posto for tasting menu !!!"
    },
    {
    "review": "Three M stars? Are you joking? This must be a hoax. I've been to Per Se. That is a three star restaurant. This isn't even one star.  My girl and I did the chef's tasting. The dishes had the dullest flavors and were absolutely unimaginative. The service was crap - we got fresh butter every 5 minutes (it became a joke) but the bread server ignored us. My request for a drink had to be repeated. The 'muzak' wasn't just dreadful but painful."
    },
    {
    "review": "If you want to go to a restaurant and pay over$300 and come out still hungry this is the place for you. This place Sucks. Don't trust the good reviews on this place because most these good reviews are written by the owner of the reaturant. Stay away from this place"
    },
    {
    "review": "i hate it! i have been to per se and daniel and i was really have with everything, i took my husband tonight for his birthday and at the end i saw the manager and the coast service women setting at a table having dinner! the didn't know if the birthday was for my or to my husband!   if anyone want to take someone special take them to daniel you will have an awesome time and it is worth the money!"
    },
    {
    "review": "It can be just as hard to be really bad at something as it is to be really good at something. These folks deserve special applause for their gut-wrenching efforts."
    },
    {
    "review": "One of the worst lunches I ever had in my life.  How in the world do you mess up such a simple dish as linguine with clam sauce?  Well, first I guess you forgo the use of fresh clams.  Indeed, not a single clam shell was to be found in my dish.  Perhaps they scooped the meat out of the shells for my convenience?  No, not at all.  What little clam meat there was came chopped up into tiny chunks.  This was definitely clam sauce from a can; the kind you can find on a supermarket rack covered with dust with a sale price of $0.99.  And the sauce they apparently outsourced to said can.  It had a horrible aftertaste with a strong, abrupt flavor.  The plentiful linguine noodles were barely dressed in this sauce, so the whole dish tasted a lot like boiled noodles.  The cost for this dreary selection?  A whopping $18!  This has to be the highest markup I have seen in some time.  Absolutely horrible."
    },
    {
    "review": "Sadly, there is a new entry on my Worst Restaurants in the U.S. list.  This entry hails from the food court located on the lower level of Union Station in Washington, D.C.  Their menu boasts a large selection of traditional Jamaican fare.  The menu might be a bit more useful if it ranked its food by sodium content.  My 4-piece jerk chicken box was unbearably salty.  Beyond that, it was equally unbearably spicy.  As a point of reference, I beat the phaal challenge at Brick Lane Curry House, so I have credibility to complain when food is too spicy, something I have never done before until now.  Making matters even worse, the pieces of chicken were unsightly being a uniform shade of black.  Huh?  The black beans on the side were nearly as regrettable.  The food wasn't too expensive at all, but that does not take into account that I had to throw away no less than 3 of those 4 chicken pieces making what I actually ate pretty expensive for what I got.  Avoid like the plague."
    },
    {
    "review": "Highly rated by Zagat.\nHighly rated by Yelp.\nWhat the F***?  This place was very disappointing.  I began with the mussel soup and had the rabbit ragout with fresh pappardelle for the entree.  I was really looking forward to the mussel soup given how cold it was that night.  And yet, it was the worst mussel soup I ever had.  Seriously, how do you mess this dish up?  I make it at home with wine and saffron and it's fantastic.  Here it tasted like they poured Campell's tomato soup over the mussels.  Any taste of the sea was gone -- sacrilege!  And the rabbit ragout?  It reminded me of pulled pork, only really bland.  That animal truly died in vain.  Their wine selection is very nice, but only if you are buying by the bottle.  My glass of wine consisted of what was left in 2 of their bottles.  That was $10 well spent.  For the same money, I could have had an incredible meal at Lupa -- I should have braved the cold for the longer walk.  Never  again!"
    },
    {
    "review": "Very disappointing!  Just keep on walking to Grand Sichuan over on St. Mark's, and you will thank me later...\nFor lunch I had the steamed buns with pork as an appetizer and the curry chicken with chicken fried rice for the entree.  The steamed buns were almost gelatinous and very chewy.  As there was not much filling, this ended up being a bland mess.  The curry was a little watery and the blend of spices was insufficiently complex -- a real whimper.  \nThe server was neither particularly friendly nor did he have much to say.  Once I signed my credit slip, about 1/2 second passed before he grabbed the slip from my hands.  Wow, that was the  only thing that was fast in this restaurant.  Oh, and do I really need to make a special request for chopsticks in a -- Chinese -- restaurant??  Bad sign!"
    }
    ]
}